jmeter.log
2022-06-14 20:22:02,818 INFO o.a.j.u.JMeterUtils: Setting Locale to en_EN
2022-06-14 20:22:02,864 INFO o.a.j.JMeter: Loading user properties from: C:\Users\Abir\Downloads\apache-jmeter-5.4.3\apache-jmeter-5.4.3\bin\user.properties
2022-06-14 20:22:02,865 INFO o.a.j.JMeter: Loading system properties from: C:\Users\Abir\Downloads\apache-jmeter-5.4.3\apache-jmeter-5.4.3\bin\system.properties
2022-06-14 20:22:02,877 INFO o.a.j.JMeter: Copyright (c) 1998-2021 The Apache Software Foundation
2022-06-14 20:22:02,877 INFO o.a.j.JMeter: Version 5.4.3
2022-06-14 20:22:02,878 INFO o.a.j.JMeter: java.version=11.0.5
2022-06-14 20:22:02,878 INFO o.a.j.JMeter: java.vm.name=Java HotSpot(TM) 64-Bit Server VM
2022-06-14 20:22:02,878 INFO o.a.j.JMeter: os.name=Windows 10
2022-06-14 20:22:02,878 INFO o.a.j.JMeter: os.arch=amd64
2022-06-14 20:22:02,878 INFO o.a.j.JMeter: os.version=10.0
2022-06-14 20:22:02,878 INFO o.a.j.JMeter: file.encoding=Cp1252
2022-06-14 20:22:02,878 INFO o.a.j.JMeter: java.awt.headless=true
2022-06-14 20:22:02,878 INFO o.a.j.JMeter: Max memory     =1073741824
2022-06-14 20:22:02,879 INFO o.a.j.JMeter: Available Processors =4
2022-06-14 20:22:02,896 INFO o.a.j.JMeter: Default Locale=English (EN)
2022-06-14 20:22:02,896 INFO o.a.j.JMeter: JMeter  Locale=English (EN)
2022-06-14 20:22:02,896 INFO o.a.j.JMeter: JMeterHome=C:\Users\Abir\Downloads\apache-jmeter-5.4.3\apache-jmeter-5.4.3
2022-06-14 20:22:02,896 INFO o.a.j.JMeter: user.dir  =C:\Users\Abir\Downloads\apache-jmeter-5.4.3\apache-jmeter-5.4.3\bin\Customer_Load_Test
2022-06-14 20:22:02,897 INFO o.a.j.JMeter: PWD       =C:\Users\Abir\Downloads\apache-jmeter-5.4.3\apache-jmeter-5.4.3\bin\Customer_Load_Test
2022-06-14 20:22:02,898 INFO o.a.j.JMeter: IP: 172.168.23.80 Name: DESKTOP-2DKGC34 FullName: DESKTOP-2DKGC34
2022-06-14 20:22:02,905 INFO o.a.j.JMeter: Setting property 'jmeter.reportgenerator.outputdir' to:'C:\Users\Abir\Downloads\apache-jmeter-5.4.3\apache-jmeter-5.4.3\bin\Customer_Load_Test\Reports'
2022-06-14 20:22:02,909 INFO o.a.j.s.FileServer: Default base='C:\Users\Abir\Downloads\apache-jmeter-5.4.3\apache-jmeter-5.4.3\bin\Customer_Load_Test'
2022-06-14 20:22:02,911 INFO o.a.j.s.FileServer: Set new base='C:\Users\Abir\Downloads\apache-jmeter-5.4.3\apache-jmeter-5.4.3\bin\Customer_Load_Test'
2022-06-14 20:22:03,139 INFO o.a.j.s.SaveService: Testplan (JMX) version: 2.2. Testlog (JTL) version: 2.2
2022-06-14 20:22:03,194 INFO o.a.j.s.SaveService: Using SaveService properties version 5.0
2022-06-14 20:22:03,200 INFO o.a.j.s.SaveService: Using SaveService properties file encoding UTF-8
2022-06-14 20:22:03,207 INFO o.a.j.s.SaveService: Loading file: HTTPHeaderManager.jmx
2022-06-14 20:22:03,289 INFO o.a.j.p.h.s.HTTPSamplerBase: Parser for text/html is org.apache.jmeter.protocol.http.parser.LagartoBasedHtmlParser
2022-06-14 20:22:03,289 INFO o.a.j.p.h.s.HTTPSamplerBase: Parser for application/xhtml+xml is org.apache.jmeter.protocol.http.parser.LagartoBasedHtmlParser
2022-06-14 20:22:03,290 INFO o.a.j.p.h.s.HTTPSamplerBase: Parser for application/xml is org.apache.jmeter.protocol.http.parser.LagartoBasedHtmlParser
2022-06-14 20:22:03,290 INFO o.a.j.p.h.s.HTTPSamplerBase: Parser for text/xml is org.apache.jmeter.protocol.http.parser.LagartoBasedHtmlParser
2022-06-14 20:22:03,290 INFO o.a.j.p.h.s.HTTPSamplerBase: Parser for text/vnd.wap.wml is org.apache.jmeter.protocol.http.parser.RegexpHTMLParser
2022-06-14 20:22:03,290 INFO o.a.j.p.h.s.HTTPSamplerBase: Parser for text/css is org.apache.jmeter.protocol.http.parser.CssParser
2022-06-14 20:22:03,375 INFO o.a.j.JMeter: Creating summariser <summary>
2022-06-14 20:22:03,383 INFO o.a.j.r.d.ReportGenerator: ReportGenerator will use for Parsing the separator: ','
2022-06-14 20:22:03,384 INFO o.a.j.r.d.ReportGenerator: Will generate report at end of test from  results file: log.csv
2022-06-14 20:22:03,384 INFO o.a.j.r.d.ReportGenerator: Reading report generator properties from: C:\Users\Abir\Downloads\apache-jmeter-5.4.3\apache-jmeter-5.4.3\bin\reportgenerator.properties
2022-06-14 20:22:03,386 INFO o.a.j.r.d.ReportGenerator: Merging with JMeter properties
2022-06-14 20:22:03,393 INFO o.a.j.r.c.ReportGeneratorConfiguration: Property 'jmeter.reportgenerator.temp_dir' not found, using default value 'temp' instead.
2022-06-14 20:22:03,397 INFO o.a.j.r.c.ReportGeneratorConfiguration: Property 'jmeter.reportgenerator.apdex_per_transaction' not found, using default value 'null' instead.
2022-06-14 20:22:03,397 INFO o.a.j.r.c.ReportGeneratorConfiguration: apdex_per_transaction is empty, not APDEX per transaction customization
2022-06-14 20:22:03,397 INFO o.a.j.r.c.ReportGeneratorConfiguration: Property 'jmeter.reportgenerator.sample_filter' not found, using default value 'null' instead.
2022-06-14 20:22:03,397 INFO o.a.j.r.c.ReportGeneratorConfiguration: Property 'jmeter.reportgenerator.report_title' not found, using default value 'null' instead.
2022-06-14 20:22:03,397 INFO o.a.j.r.c.ReportGeneratorConfiguration: Property 'jmeter.reportgenerator.start_date' not found, using default value 'null' instead.
2022-06-14 20:22:03,398 INFO o.a.j.r.c.ReportGeneratorConfiguration: Property 'jmeter.reportgenerator.end_date' not found, using default value 'null' instead.
2022-06-14 20:22:03,398 INFO o.a.j.r.c.ReportGeneratorConfiguration: Property 'jmeter.reportgenerator.date_format' not found, using default value 'null' instead.
2022-06-14 20:22:03,398 INFO o.a.j.r.c.ReportGeneratorConfiguration: Will use date range start date: null, end date: null
2022-06-14 20:22:03,405 INFO o.a.j.r.c.ReportGeneratorConfiguration: Property 'jmeter.reportgenerator.graph.totalTPS.exclude_controllers' not found, using default value 'false' instead.
2022-06-14 20:22:03,406 INFO o.a.j.r.c.ReportGeneratorConfiguration: Property 'jmeter.reportgenerator.graph.activeThreadsOverTime.exclude_controllers' not found, using default value 'false' instead.
2022-06-14 20:22:03,406 INFO o.a.j.r.c.ReportGeneratorConfiguration: Property 'jmeter.reportgenerator.graph.timeVsThreads.exclude_controllers' not found, using default value 'false' instead.
2022-06-14 20:22:03,406 INFO o.a.j.r.c.ReportGeneratorConfiguration: Property 'jmeter.reportgenerator.graph.responseTimeDistribution.exclude_controllers' not found, using default value 'false' instead.
2022-06-14 20:22:03,408 INFO o.a.j.r.c.ReportGeneratorConfiguration: Property 'jmeter.reportgenerator.graph.transactionsPerSecond.exclude_controllers' not found, using default value 'false' instead.
2022-06-14 20:22:03,409 INFO o.a.j.r.c.ReportGeneratorConfiguration: Property 'jmeter.reportgenerator.graph.responseTimePercentiles.exclude_controllers' not found, using default value 'false' instead.
2022-06-14 20:22:03,409 INFO o.a.j.r.c.ReportGeneratorConfiguration: Property 'jmeter.reportgenerator.graph.responseTimePercentilesOverTime.exclude_controllers' not found, using default value 'false' instead.
2022-06-14 20:22:03,410 INFO o.a.j.r.c.ReportGeneratorConfiguration: Property 'jmeter.reportgenerator.graph.responseTimesOverTime.exclude_controllers' not found, using default value 'false' instead.
2022-06-14 20:22:03,410 INFO o.a.j.r.c.ReportGeneratorConfiguration: Property 'jmeter.reportgenerator.graph.connectTimeOverTime.exclude_controllers' not found, using default value 'false' instead.
2022-06-14 20:22:03,411 INFO o.a.j.r.c.ReportGeneratorConfiguration: Property 'jmeter.reportgenerator.graph.latenciesOverTime.exclude_controllers' not found, using default value 'false' instead.
2022-06-14 20:22:03,412 INFO o.a.j.r.c.ReportGeneratorConfiguration: Property 'jmeter.reportgenerator.exporter.json.filters_only_sample_series' not found, using default value 'true' instead.
2022-06-14 20:22:03,413 INFO o.a.j.r.c.ReportGeneratorConfiguration: Property 'jmeter.reportgenerator.exporter.json.series_filter' not found, using default value '' instead.
2022-06-14 20:22:03,413 INFO o.a.j.r.c.ReportGeneratorConfiguration: Property 'jmeter.reportgenerator.exporter.json.show_controllers_only' not found, using default value 'false' instead.
2022-06-14 20:22:03,414 INFO o.a.j.r.c.ReportGeneratorConfiguration: Property 'jmeter.reportgenerator.exporter.html.filters_only_sample_series' not found, using default value 'true' instead.
2022-06-14 20:22:03,414 INFO o.a.j.r.c.ReportGeneratorConfiguration: Property 'jmeter.reportgenerator.exporter.html.series_filter' not found, using default value '' instead.
2022-06-14 20:22:03,414 INFO o.a.j.r.c.ReportGeneratorConfiguration: Property 'jmeter.reportgenerator.exporter.html.show_controllers_only' not found, using default value 'false' instead.
2022-06-14 20:22:03,424 INFO o.a.j.e.StandardJMeterEngine: Running the test!
2022-06-14 20:22:03,425 INFO o.a.j.s.SampleEvent: List of sample_variables: []
2022-06-14 20:22:03,425 INFO o.a.j.s.SampleEvent: List of sample_variables: []
2022-06-14 20:22:03,442 INFO o.a.j.e.u.CompoundVariable: Note: Function class names must contain the string: '.functions.'
2022-06-14 20:22:03,442 INFO o.a.j.e.u.CompoundVariable: Note: Function class names must not contain the string: '.gui.'
2022-06-14 20:22:03,983 INFO o.a.j.JMeter: Running test (1655216523983)
2022-06-14 20:22:04,014 INFO o.a.j.e.StandardJMeterEngine: Starting ThreadGroup: 1 : Thread Group
2022-06-14 20:22:04,014 INFO o.a.j.e.StandardJMeterEngine: Starting 4 threads for group Thread Group.
2022-06-14 20:22:04,014 INFO o.a.j.e.StandardJMeterEngine: Thread will continue on error
2022-06-14 20:22:04,014 INFO o.a.j.t.ThreadGroup: Starting thread group... number=1 threads=4 ramp-up=4 delayedStart=false
2022-06-14 20:22:04,036 INFO o.a.j.t.ThreadGroup: Started thread group number 1
2022-06-14 20:22:04,037 INFO o.a.j.e.StandardJMeterEngine: All thread groups have been started
2022-06-14 20:22:04,039 INFO o.a.j.t.JMeterThread: Thread started: Thread Group 1-1
2022-06-14 20:22:04,076 INFO o.a.j.p.h.s.HTTPHCAbstractImpl: Local host = DESKTOP-2DKGC34
2022-06-14 20:22:04,089 INFO o.a.j.p.h.s.HTTPHC4Impl: HTTP request retry count = 0
2022-06-14 20:22:04,094 INFO o.a.j.s.SampleResult: Note: Sample TimeStamps are START times
2022-06-14 20:22:04,095 INFO o.a.j.s.SampleResult: sampleresult.default.encoding is set to ISO-8859-1
2022-06-14 20:22:04,095 INFO o.a.j.s.SampleResult: sampleresult.useNanoTime=true
2022-06-14 20:22:04,096 INFO o.a.j.s.SampleResult: sampleresult.nanoThreadSleep=5000
2022-06-14 20:22:04,424 INFO o.a.j.p.h.s.h.LazyLayeredConnectionSocketFactory: Setting up HTTPS TrustAll Socket Factory
2022-06-14 20:22:04,445 INFO o.a.j.u.JsseSSLManager: Using default SSL protocol: TLS
2022-06-14 20:22:04,445 INFO o.a.j.u.JsseSSLManager: SSL session context: per-thread
2022-06-14 20:22:05,032 INFO o.a.j.t.JMeterThread: Thread started: Thread Group 1-2
2022-06-14 20:22:05,053 INFO o.a.j.u.SSLManager: JmeterKeyStore Location:  type JKS
2022-06-14 20:22:05,061 INFO o.a.j.u.SSLManager: KeyStore created OK
2022-06-14 20:22:05,061 WARN o.a.j.u.SSLManager: Keystore file not found, loading empty keystore
2022-06-14 20:22:06,034 INFO o.a.j.t.JMeterThread: Thread started: Thread Group 1-3
2022-06-14 20:22:07,020 INFO o.a.j.t.JMeterThread: Thread started: Thread Group 1-4
2022-06-14 20:22:08,766 INFO o.a.j.t.JMeterThread: Thread is done: Thread Group 1-1
2022-06-14 20:22:08,766 INFO o.a.j.t.JMeterThread: Thread finished: Thread Group 1-1
2022-06-14 20:22:10,305 INFO o.a.j.t.JMeterThread: Thread is done: Thread Group 1-4
2022-06-14 20:22:10,305 INFO o.a.j.t.JMeterThread: Thread finished: Thread Group 1-4
2022-06-14 20:22:12,866 INFO o.a.j.t.JMeterThread: Thread is done: Thread Group 1-3
2022-06-14 20:22:12,867 INFO o.a.j.t.JMeterThread: Thread finished: Thread Group 1-3
2022-06-14 20:22:18,088 INFO o.a.j.t.JMeterThread: Thread is done: Thread Group 1-2
2022-06-14 20:22:18,088 INFO o.a.j.t.JMeterThread: Thread finished: Thread Group 1-2
2022-06-14 20:22:18,092 INFO o.a.j.e.StandardJMeterEngine: Notifying test listeners of end of test
2022-06-14 20:22:18,102 INFO o.a.j.r.Summariser: summary =     16 in 00:00:14 =    1.1/s Avg:  1720 Min:   302 Max:  9433 Err:     0 (0.00%)
2022-06-14 20:22:18,104 INFO o.a.j.JMeter: Generating Dashboard
2022-06-14 20:22:18,104 INFO o.a.j.r.d.ReportGenerator: Flushing result collector before report Generation
2022-06-14 20:22:18,184 INFO o.a.j.r.p.NormalizerSampleConsumer: Using format, 'ms', to parse timeStamp field
2022-06-14 20:22:18,512 INFO o.a.j.r.p.AbstractSampleConsumer: class org.apache.jmeter.report.processor.AggregateConsumer#stopProducing(): beginDate produced 0 samples
2022-06-14 20:22:18,513 INFO o.a.j.r.p.AbstractSampleConsumer: class org.apache.jmeter.report.processor.AggregateConsumer#stopProducing(): endDate produced 0 samples
2022-06-14 20:22:18,517 INFO o.a.j.r.p.AbstractSampleConsumer: class org.apache.jmeter.report.processor.ApdexSummaryConsumer#stopProducing(): apdexSummary produced 0 samples
2022-06-14 20:22:18,518 INFO o.a.j.r.p.AbstractSampleConsumer: class org.apache.jmeter.report.processor.RequestsSummaryConsumer#stopProducing(): requestsSummary produced 0 samples
2022-06-14 20:22:18,538 INFO o.a.j.r.p.AbstractSampleConsumer: class org.apache.jmeter.report.processor.StatisticsSummaryConsumer#stopProducing(): statisticsSummary produced 0 samples
2022-06-14 20:22:18,543 INFO o.a.j.r.p.AbstractSampleConsumer: class org.apache.jmeter.report.processor.Top5ErrorsBySamplerConsumer#stopProducing(): top5ErrorsBySampler produced 0 samples
2022-06-14 20:22:18,544 INFO o.a.j.r.p.AbstractSampleConsumer: class org.apache.jmeter.report.processor.ErrorsSummaryConsumer#stopProducing(): errorsSummary produced 0 samples
2022-06-14 20:22:18,544 INFO o.a.j.r.p.AbstractSampleConsumer: class org.apache.jmeter.report.processor.graph.impl.HitsPerSecondGraphConsumer#stopProducing(): hitsPerSecond produced 0 samples
2022-06-14 20:22:18,565 INFO o.a.j.r.p.AbstractSampleConsumer: class org.apache.jmeter.report.processor.graph.impl.LatencyVSRequestGraphConsumer#stopProducing(): latencyVsRequest produced 0 samples
2022-06-14 20:22:18,566 INFO o.a.j.r.p.AbstractSampleConsumer: class org.apache.jmeter.report.processor.graph.impl.SyntheticResponseTimeDistributionGraphConsumer#stopProducing(): syntheticResponseTimeDistribution produced 0 samples
2022-06-14 20:22:18,566 INFO o.a.j.r.p.AbstractSampleConsumer: class org.apache.jmeter.report.processor.graph.impl.BytesThroughputGraphConsumer#stopProducing(): bytesThroughputOverTime produced 0 samples
2022-06-14 20:22:18,567 INFO o.a.j.r.p.AbstractSampleConsumer: class org.apache.jmeter.report.processor.graph.impl.CodesPerSecondGraphConsumer#stopProducing(): codesPerSecond produced 0 samples
2022-06-14 20:22:18,579 INFO o.a.j.r.p.AbstractSampleConsumer: class org.apache.jmeter.report.processor.graph.impl.ResponseTimeVSRequestGraphConsumer#stopProducing(): responseTimeVsRequest produced 0 samples
2022-06-14 20:22:18,579 INFO o.a.j.r.p.AbstractSampleConsumer: class org.apache.jmeter.report.processor.FilterConsumer#stopProducing(): startIntervalControlerFilter produced 112 samples
2022-06-14 20:22:18,579 INFO o.a.j.r.p.AbstractSampleConsumer: class org.apache.jmeter.report.processor.graph.impl.TotalTPSGraphConsumer#stopProducing(): totalTPS produced 0 samples
2022-06-14 20:22:18,580 INFO o.a.j.r.p.AbstractSampleConsumer: class org.apache.jmeter.report.processor.graph.impl.ActiveThreadsGraphConsumer#stopProducing(): activeThreadsOverTime produced 0 samples
2022-06-14 20:22:18,580 INFO o.a.j.r.p.AbstractSampleConsumer: class org.apache.jmeter.report.processor.graph.impl.TimeVSThreadGraphConsumer#stopProducing(): timeVsThreads produced 0 samples
2022-06-14 20:22:18,581 INFO o.a.j.r.p.AbstractSampleConsumer: class org.apache.jmeter.report.processor.graph.impl.ResponseTimeDistributionGraphConsumer#stopProducing(): responseTimeDistribution produced 0 samples
2022-06-14 20:22:18,581 INFO o.a.j.r.p.AbstractSampleConsumer: class org.apache.jmeter.report.processor.graph.impl.TransactionsPerSecondGraphConsumer#stopProducing(): transactionsPerSecond produced 0 samples
2022-06-14 20:22:18,581 INFO o.a.j.r.p.AbstractSampleConsumer: class org.apache.jmeter.report.processor.graph.impl.ResponseTimePercentilesGraphConsumer#stopProducing(): responseTimePercentiles produced 0 samples
2022-06-14 20:22:18,586 INFO o.a.j.r.p.AbstractSampleConsumer: class org.apache.jmeter.report.processor.graph.impl.ResponseTimePercentilesOverTimeGraphConsumer#stopProducing(): responseTimePercentilesOverTime produced 0 samples
2022-06-14 20:22:18,588 INFO o.a.j.r.p.AbstractSampleConsumer: class org.apache.jmeter.report.processor.graph.impl.ResponseTimeOverTimeGraphConsumer#stopProducing(): responseTimesOverTime produced 0 samples
2022-06-14 20:22:18,588 INFO o.a.j.r.p.AbstractSampleConsumer: class org.apache.jmeter.report.processor.graph.impl.ConnectTimeOverTimeGraphConsumer#stopProducing(): connectTimeOverTime produced 0 samples
2022-06-14 20:22:18,588 INFO o.a.j.r.p.AbstractSampleConsumer: class org.apache.jmeter.report.processor.graph.impl.LatencyOverTimeGraphConsumer#stopProducing(): latenciesOverTime produced 0 samples
2022-06-14 20:22:18,589 INFO o.a.j.r.p.AbstractSampleConsumer: class org.apache.jmeter.report.processor.FilterConsumer#stopProducing(): nameFilter produced 240 samples
2022-06-14 20:22:18,589 INFO o.a.j.r.p.AbstractSampleConsumer: class org.apache.jmeter.report.processor.FilterConsumer#stopProducing(): dateRangeFilter produced 48 samples
2022-06-14 20:22:18,589 INFO o.a.j.r.p.AbstractSampleConsumer: class org.apache.jmeter.report.processor.NormalizerSampleConsumer#stopProducing(): normalizer produced 16 samples
2022-06-14 20:22:18,591 INFO o.a.j.r.p.CsvFileSampleSource: produce(): 16 samples produced in 273ms on channel 0
2022-06-14 20:22:18,592 INFO o.a.j.r.d.ReportGenerator: Exporting data using exporter:'json' of className:'org.apache.jmeter.report.dashboard.JsonExporter'
2022-06-14 20:22:18,913 INFO o.a.j.r.d.JsonExporter: Found data for consumer statisticsSummary in context
2022-06-14 20:22:18,914 INFO o.a.j.r.d.JsonExporter: Creating statistics for overall
2022-06-14 20:22:18,915 INFO o.a.j.r.d.JsonExporter: Creating statistics for other transactions
2022-06-14 20:22:18,917 INFO o.a.j.r.d.JsonExporter: Checking output folder
2022-06-14 20:22:18,919 INFO o.a.j.r.d.JsonExporter: Writing statistics JSON to C:\Users\Abir\Downloads\apache-jmeter-5.4.3\apache-jmeter-5.4.3\bin\Customer_Load_Test\Reports\statistics.json
2022-06-14 20:22:19,055 INFO o.a.j.r.d.ReportGenerator: Exporting data using exporter:'html' of className:'org.apache.jmeter.report.dashboard.HtmlTemplateExporter'
2022-06-14 20:22:19,067 INFO o.a.j.r.d.HtmlTemplateExporter: Will generate dashboard in folder: C:\Users\Abir\Downloads\apache-jmeter-5.4.3\apache-jmeter-5.4.3\bin\Customer_Load_Test\Reports
2022-06-14 20:22:19,525 INFO o.a.j.r.d.HtmlTemplateExporter: Report will be generated in: C:\Users\Abir\Downloads\apache-jmeter-5.4.3\apache-jmeter-5.4.3\bin\Customer_Load_Test\Reports, creating folder structure
2022-06-14 20:22:19,534 INFO o.a.j.r.d.TemplateVisitor: Copying folder from 'C:\Users\Abir\Downloads\apache-jmeter-5.4.3\apache-jmeter-5.4.3\bin\report-template' to 'C:\Users\Abir\Downloads\apache-jmeter-5.4.3\apache-jmeter-5.4.3\bin\Customer_Load_Test\Reports', got message: C:\Users\Abir\Downloads\apache-jmeter-5.4.3\apache-jmeter-5.4.3\bin\Customer_Load_Test\Reports, found non empty folder with following content [C:\Users\Abir\Downloads\apache-jmeter-5.4.3\apache-jmeter-5.4.3\bin\Customer_Load_Test\Reports\statistics.json], will be ignored
2022-06-14 20:22:20,952 INFO o.a.j.JMeter: Dashboard generated